{
	"description": "These are whitelists to assist with the data analyses of the ISMRM 2020 T1 mapping reproducibility challenge.",
	"data website": "https://osf.io/ywc9g/",
	"code website": "https://github.com/rrsg2020/analysis",
	"whitelists": {
		"one measurement per scanner": {
			"description": "This whitelist is for analyses where one scan per scanner/site per are needed.  Because every site did not follow the same acquisition protocol exactly, or acquired multiple datasets, whitelists were developed to know what datasets to use for certain analyses. The whitelists are of the site IDs, which are meant to be used with the databases here: https://github.com/rrsg2020/analysis/tree/master/databases. Exclusion criteria for the whitelists are also included.",
			"whitelist": [
				1.002, 2.001, 3.001, 4.001, 4.002, 5.002,
				6.002, 6.004, 6.006, 6.008, 6.010, 6.012,
				6.014, 7.002, 8.001, 8.002, 9.001, 11.002,
				12.002, 13.001, 14.001
			],
			"exclusion criteria": [
				"Any acquisitions acquired at fields other than 3T were excluded.",
				"If both complex and magnitude-only data are available for a scane, the magnitude-only dataset was exluded.",
				"If multiple scans were done using the same phantom on the same scanner, all scans except one were excluded.",
				"If multiple datasets were acquired using different repetition times, the datasets with the repetition times that differed the most from the one asked for the challend were excluded.",
				"If multiple scans were done using fat saturation mode on and off, the datasets with fat saturation off were excluded."
			]
		}
		"NIST spheres": {
			"description": "This is a whitelist for statistical analyses of the spheres.",
			"whitelist": [
				1, 2, 3, 4, 5, 6, 7
			],
			"exclusion criteria": [
				"We think that it is fair to exclude spheres 8-14 in certain analyses, as we knew prior to the challenge that the imaging protocol (specifically, the inversion times 50, 400, 1100, 2500 ms) were only optimized for the human range of T1 values (spheres 1-5). Our preliminary analyses using our dashboard (http://rrsg2020.herokuapp.com/apps/phantom) also showed increasing standard deviations in the ROIs jump up starting at about sphere 8, even though the difference in the mean stays low until about spheres 10-14. 
			]
		}
	}
}
